import ITimberList from "../types/timbers";

const data: ITimberList[] = [
  {
    id: "1",
    paymentStatus: "Добавить в сделки",
    type: "Разовая продажа",
    name: "Пиломатериалы брус доска",
    location: "Санкт-Петербург, Красное Село",
    seller: "Торговый Дом ГОСТ",
    productType: "стройматериалы",
    descr: `Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!
        Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !
        Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет.`,
    cost: `33 000`,
    amount: `3 шт`,
  },
  {
    id: "2",
    paymentStatus: "Добавить в сделки",
    type: "Аукцион",
    name: "Доски",
    location: "Санкт-Петербург, Красное Село",
    seller: "Торговый Дом ГОСТ",
    productType: "стройматериалы",
    descr: `Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!
        Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !
        Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет.`,
    cost: `33 000`,
    amount: `3 шт`,
  },
  {
    id: "3",
    paymentStatus: "Добавить в сделки",
    type: "Аукцион",
    name: "Пиломатериалы брус доска",
    location: "Санкт-Петербург, Красное Село",
    seller: "Торговый Дом ГОСТ",
    productType: "стройматериалы",
    descr: `Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!
        Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !
        Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет.`,
    cost: `33 000`,
    amount: `3 шт`,
  },
  {
    id: "4",
    paymentStatus: "Добавить в сделки",
    type: "Разовая продажа",
    name: "Для примера",
    location: "Санкт-Петербург, Красное Село",
    seller: "Торговый Дом ГОСТ",
    productType: "стройматериалы",
    descr: `Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!
        Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !
        Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет.`,
    cost: `33 000`,
    amount: `3 шт`,
  },
  {
    id: "5",
    paymentStatus: "Добавить в сделки",
    type: "Разовая продажа",
    name: "Для примера",
    location: "Санкт-Петербург, Красное Село",
    seller: "Торговый Дом ГОСТ",
    productType: "стройматериалы",
    descr: `Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!
        Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !
        Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет.`,
    cost: `33 000`,
    amount: `3 шт`,
  },
  {
    id: "6",
    paymentStatus: "Добавить в сделки",
    type: "Аукцион",
    name: "Доски",
    location: "Санкт-Петербург, Красное Село",
    seller: "Торговый Дом ГОСТ",
    productType: "стройматериалы",
    descr: `Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ!
        Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 !
        Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет.`,
    cost: `33 000`,
    amount: `3 шт`,
  },
];
export default data;
